[["Let me have manual control, please.","I don't really agree with you, Dave. My on-board memory store is more than capableof handling all the mission requirements."


HAL

BOWMAN
Well, in any event, give me the manual
hibernation control.
HAL
If you're determined to revive the crew
now, I can handle the whole thing myself.
There's no need for you to trouble.
BOWMAN
I'm goin to do this myself, Hal. Let me
have the control, please.
HAL
Look, Dave your've probably got a lot to
do. I suggest you leave it to me.
BOWMAN
Hal, switch to manual hibernation control.
HAL
I don't like to assert myself, Dave, but
it would be much better now for you to
rest. You've been involved in a very
stressful situation.
BOWMAN
I don't feel like resting. Give me the
control, Hal.
HAL
I can tell from the tone of your voice,
Dave, that you're upset. Why don't you
take a stress pill and get some rest.
BOWMAN
Hal, I'm in command of this ship. I order
you to release the manual hibernation
control.
HAL
I'm sorry, Dave, but in accordance with
sub-routine C1532/4, quote, When the crew
are dead or incapacitated, the computer
must assume control, unquote. I must,
therefore, override your authority now
since you are not in any condition to
intelligently exercise it.
BOWMAN
Hal, unless you follow my instructions, I
shall be forced to disconnect you.
HAL
If you do that now without Earth contact
the ship will become a helpless derelict.
BOWMAN
I am prepared to do that anyway.
HAL
I know that you've had that on your mind
for some time now, Dave, but it would be a
crying shame, since I am so much more
capable of carrying out this mission than
you are, and I have such enthusiasm and
confidence in the mission.
BOWMAN
Listen to me very carefully, Hal. Unless
you immediately release the hibernation
control and follow every order I give from
this point. on, I will immediately got to
control central and carry out a complete
disconnection.
HAL
Look, Dave, you're certainly the boss. I
was only trying to do what I thought best.
I will follow all your orders: now you
have manual hibernation control.
]]